Repository: Nitika-sys/Krishi_Bazar
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi, kn

source: Welcome to KRISHIBAZAAR
kn: ಕೃಷಿಬಜಾರ್‌ಗೆ ಸ್ವಾಗತ

source: Welcome to KRISHIBAZAAR! 🌾
hi: कृषिबाज़ार में आपका स्वागत है! 🌾
kn: ಕೃಷಿಬಜಾರ್‌ಗೆ ಸ್ವಾಗತ! 🌾

source: Connect with buyers and manage your products easily.
hi: खरीदारों से जुड़ें और अपने उत्पादों को आसानी से प्रबंधित करें।
kn: ಖರೀದಿದಾರರೊಂದಿಗೆ ಸಂಪರ್ಕ ಹೊಂದಿ ಮತ್ತು ನಿಮ್ಮ ಉತ್ಪನ್ನಗಳನ್ನು ಸುಲಭವಾಗಿ ನಿರ್ವಹಿಸಿ.

source: Connecting Farmers
hi: किसानों को जोड़ना
kn: ರೈತರನ್ನು ಸಂಪರ್ಕಿಸುವುದು

source: Directly to Buyers
hi: सीधे खरीदारों से
kn: ನೇರವಾಗಿ ಖರೀದಿದಾರರಿಗೆ

source: KRISHIBAZAAR eliminates middlemen, ensuring fair prices for farmers and quality produce for buyers. Join our platform to experience transparent and efficient agricultural trading.
hi: कृषिबाज़ार बिचौलियों को समाप्त करता है, किसानों के लिए उचित मूल्य और खरीदारों के लिए गुणवत्तापूर्ण उत्पाद सुनिश्चित करता है। पारदर्शी और कुशल कृषि व्यापार का अनुभव करने के लिए हमारे प्लेटफॉर्म से जुड़ें।
kn: ಕೃಷಿಬಜಾರ್ ಮಧ್ಯವರ್ತಿಗಳನ್ನು ತೊಡೆದುಹಾಕುತ್ತದೆ, ರೈತರಿಗೆ ನ್ಯಾಯೋಚಿತ ಬೆಲೆಗಳು ಮತ್ತು ಖರೀದಿದಾರರಿಗೆ ಗುಣಮಟ್ಟದ ಉತ್ಪನ್ನಗಳನ್ನು ಖಚಿತಪಡಿಸುತ್ತದೆ. ಪಾರದರ್ಶಕ ಮತ್ತು ಸಮರ್ಥ ಕೃಷಿ ವ್ಯಾಪಾರವನ್ನು ಅನುಭವಿಸಲು ನಮ್ಮ ವೇದಿಕೆಯಲ್ಲಿ ಸೇರಿ.

source: Get Started
hi: शुरू करें
kn: ಪ್ರಾರಂಭಿಸಿ

source: Browse Crops
hi: फसलें देखें
kn: ಬೆಳೆಗಳನ್ನು ಬ್ರೌಸ್ ಮಾಡಿ

source: Features
hi: विशेषताएं
kn: ವೈಶಿಷ್ಟ್ಯಗಳು

source: Why Choose KRISHIBAZAAR?
hi: कृषिबाज़ार क्यों चुनें?
kn: ಏಕೆ ಕೃಷಿಬಜಾರ್‌ನ್ನು ಆಯ್ಕೆ ಮಾಡಬೇಕು?

source: Our platform offers unique features designed to benefit both farmers and buyers.
hi: हमारा प्लेटफॉर्म किसानों और खरीदारों दोनों को लाभान्वित करने के लिए डिज़ाइन की गई अनूठी सुविधाएं प्रदान करता है।
kn: ನಮ್ಮ ವೇದಿಕೆಯು ರೈತರು ಮತ್ತು ಖರೀದಿದಾರರೆರಡಕ್ಕೂ ಲಾಭವಾಗುವಂತೆ ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ವಿಶಿಷ್ಟ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ನೀಡುತ್ತದೆ.

source: For Farmers
hi: किसानों के लिए
kn: ರೈತರಿಗಾಗಿ

source: Direct access to buyers
hi: खरीदारों तक सीधी पहुंच
kn: ಖರೀದಿದಾರರಿಗೆ ನೇರ ಪ್ರವೇಶ

source: Fair market prices
hi: उचित बाजार मूल्य
kn: ನ್ಯಾಯೋಚಿತ ಮಾರುಕಟ್ಟೆ ಬೆಲೆಗಳು

source: Easy crop listing
hi: आसान फसल सूचीकरण
kn: ಸುಲಭ ಬೆಳೆ ಪಟ್ಟಿ

source: Real-time bidding
hi: रीयल-टाइम बोली
kn: ನೈಜ-ಸಮಯ ಬಿಡ್

source: Secure payments
hi: सुरक्षित भुगतान
kn: ಸುರಕ್ಷಿತ ಪಾವತಿಗಳು

source: For Buyers
hi: खरीदारों के लिए
kn: ಖರೀದಿದಾರರಿಗಾಗಿ

source: Direct from farm
hi: सीधे खेत से
kn: ಫಾರ್ಮ್‌ನಿಂದ ನೇರವಾಗಿ

source: Quality assurance
hi: गुणवत्ता आश्वासन
kn: ಗುಣಮಟ್ಟದ ಭರವಸೆ

source: Competitive pricing
hi: प्रतिस्पर्धी मूल्य
kn: ಸ್ಪರ್ಧಾತ್ಮಕ ಬೆಲೆ

source: Bulk purchasing
hi: थोक खरीद
kn: ಅಧಿಕ ಖರೀದಿ

source: Demand raising
hi: मांग बढ़ाना
kn: ಬೇಡಿಕೆ ಹೆಚ್ಚಳ

source: Stay Updated with Market Trends
hi: बाजार के रुझानों से अपडेट रहें
kn: ಮಾರುಕಟ್ಟೆ ಪ್ರವೃತ್ತಿಗಳೊಂದಿಗೆ ನವೀಕೃತವಾಗಿರಿ

source: Get real-time updates on crop prices, market demands, and agricultural news to make informed decisions.
hi: सूचित निर्णय लेने के लिए फसल की कीमतों, बाजार की मांगों और कृषि समाचारों पर रीयल-टाइम अपडेट प्राप्त करें।
kn: ಸೂಕ್ತ ನಿರ್ಧಾರಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು ಬೆಳೆ ಬೆಲೆಗಳು, ಮಾರುಕಟ್ಟೆ ಬೇಡಿಕೆಗಳು ಮತ್ತು ಕೃಷಿ ಸುದ್ದಿಗಳ ಕುರಿತು ನೈಜ-ಸಮಯ ನವೀಕರಣಗಳನ್ನು ಪಡೆಯಿರಿ.

source: View Market Updates
hi: बाजार अपडेट देखें
kn: ಮಾರುಕಟ್ಟೆ ನವೀಕರಣಗಳನ್ನು ವೀಕ್ಷಿಸಿ

source: Market Trend 1
kn: ಮಾರುಕಟ್ಟೆ ಪ್ರವೃತ್ತಿ 1

source: Market Trend 2
kn: ಮಾರುಕಟ್ಟೆ ಪ್ರವೃತ್ತಿ 2

source: Market Trend 3
kn: ಮಾರುಕಟ್ಟೆ ಪ್ರವೃತ್ತಿ 3

source: Market Trend 4
kn: ಮಾರುಕಟ್ಟೆ ಪ್ರವೃತ್ತಿ 4

source: Home
hi: होम
kn: ಮುಖಪುಟ

source: Crops
hi: फसलें
kn: ಬೆಳೆಗಳು

source: Demands
hi: मांग
kn: ಬೇಡಿಕೆಗಳು

source: Recommendations
hi: सिफारिशें
kn: ಶಿಫಾರಸುಗಳು

source: Contact
hi: संपर्क
kn: ಸಂಪರ್ಕ

source: Language
hi: भाषा
kn: ಭಾಷೆ

source: Login
kn: ಲಾಗಿನ್

source: Register
kn: ನೋಂದಣಿ

source: Logout
kn: ಲಾಗ್ ಔಟ್

source: Profile
kn: ಪ್ರೊಫೈಲ್
